Repository: moinwiki/moin
Catalog: MoinMoin/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: Your OpenID address
ru: Ваш OpenID

source: E-Mail
ru: Адрес электронной почты

source: Your E-Mail address
ru: Адрес Вашей электронной почты

source: Password
ru: Пароль

source: Tags
ru: Теги

source: Search Query
ru: Поиск

source: Invalid user name '%(name)s'. Name may contain any Unicode alpha numeric character, with optional one space between words. Group page name is not allowed.
ru: Недопустимое имя пользователя «%(name)s». Имя может содержать буквы и цифры любого языка, между словами - не более одного пробела. Нельзя использовать имя группы.

source: This user name already belongs to somebody else.
ru: Это имя уже занято.

source: Password not acceptable: %(msg)s
ru: Пароль не принят: %(msg)s

source: Please provide your email address. If you lose your login information, you can get it by email.
ru: Пожалуйста, укажите Ваш почтовый адрес. Если Вы потеряете данные для аутентификации (входа в вики), Вы сможете получить их по почте.

source: This email already belongs to somebody else.
ru: Этот почтовый адрес уже кем-то используется.

source: This OpenID already belongs to somebody else.
ru: Этот OpenID уже кем-то используется.

source: Somebody has requested to email you a password recovery link. Please use the link below to change your password to a known value: %(link)s If you didn't forget your password, please ignore this email.
ru: Кто-то запросил отправку Вам ссылки для сброса пароля. Пожалуйста, пройдите по ссылке ниже, чтобы сменить ваш пароль: %(link)s Если Вы не забывали свой пароль, проигнорируйте это письмо.

source: [%(sitename)s] Your wiki password recovery link
ru: [%(sitename)s] Ваша ссылка для восстановления пароля

source: User Browser
ru: Просмотр пользователей

source: User profile of %(username)s: %(email)r
ru: Профиль пользователя %(username)s: %(email)r

source: System items upgrade
ru: Обновление системных объектов

source: System items upgrade failed due to the following error: %(error)s.
ru: Обновление системных объектов не удалось из-за следущей ошибки: %(error)s.

source: System items have been upgraded successfully!
ru: Системные объекты успешно обновились!

source: Lexer description
ru: Описание лексера

source: Lexer names
ru: Имя лексера

source: File patterns
ru: Типы файлов

source: Mimetypes
ru: MIME-типы

source: InterWiki name
ru: Имя ИнтерВики

source: Size
ru: Размер

source: Item name
ru: Имя объекта

source: Available Highlighters
ru: Доступные варианты подстветки синтаксиса

source: Documentation
ru: Документация

source: Documentation (local)
ru: Документация (локальная)

source: Admin Menu
ru: Меню администрирования

source: Upgrade system items
ru: Обновить системные объекты

source: Show Wiki Configuration
ru: Показать конфигурацию вики

source: Show Wiki Configuration Help
ru: Показать помощь по конфигурации вики

source: User Menu
ru: Пользовательское меню

source: Wanted Items
ru: Требуемые объекты

source: Orphaned Items
ru: Объекты-сироты

source: Item sizes (latest revision)
ru: Размеры объектов (последних версий)

source: Known InterWiki names
ru: Известные имена ИнтерВики

source: You can upgrade your system items by uploading an xml file with new items below.
ru: Вы можете обновить системные элементы, загрузив XML-файл с новыми объектами ниже.

source: User name
ru: Имя пользователя

source: Member of Groups
ru: Член групп

source: Email address
ru: Адрес электронной почты

source: Actions
ru: Действия

source: disabled
ru: запрещен

source: Enable user
ru: Разрешить использование учетной записи

source: Disable user
ru: Запретить использование учетной записи

source: Mail account data
ru: Отправить мне почтой информацию по учетной записи

source: Wiki configuration
ru: Конфигурация вики

source: This table shows all settings in this wiki that do not have default values. Settings that the configuration system doesn't know about are shown in italic, those may be due to third-party extensions needing configuration or settings that were removed from Moin.
ru: Эта таблица содержит все настройки вики, для которых нет значений по умолчанию. ''Курсивом'' отмечены настройки, неизвестные системе. Возможно, они относятся к расширениям сторонних разработчиков или к предыдущим версиям МойнМойн.

source: Variable name
ru: Имя переменной

source: Setting
ru: Настройка

source: WikiConfig Help
ru: Помощь по WikiConfig

source: Default
ru: По умолчанию

source: Description
ru: Описание

source: MoinMoin feels unhappy.
ru: МойнМойн плохо себя чувствует.

source: Search
ru: Искать

source: Target
ru: Цель

source: The name of the target item
ru: Имя объекта

source: Global Index
ru: Глобальный указатель

source: Global History
ru: Глобальная история

source: You must login to use this action: %(action)s.
ru: Вам необходимо войти, чтобы использовать действие %(action)s.

source: A quicklink to this page could not be added for you.
ru: Закладка на эту страницу не может быть добавлена для Вас.

source: Your quicklink to this page could not be removed.
ru: Ваша закладка на эту страницу не может быть удалена.

source: You are not allowed to subscribe to an item you may not read.
ru: Вы не можете подписаться на объект, который Вам нельзя читать.

source: Can't remove regular expression subscription!
ru: Невозможно удалить подписку по регулярному выражению.

source: Edit the subscription regular expressions in your settings.
ru: Отредактируйте регулярные выражения подписки в ваших настройках.

source: You could not get subscribed to this item.
ru: Не удалось подписаться на этот объект.

source: The passwords do not match.
ru: Пароли не совпадают.

source: Name
ru: Имя

source: The login name you want to use
ru: Имя, которое Вы хотите использовать при входе

source: The login password you want to use
ru: Пароль, который Вы хотите использовать при входе

source: Repeat the same password
ru: Повторите тот же пароль

source: Register
ru: Зарегистрироваться

source: Account created, please log in now.
ru: Учетная запись создана, теперь Вы можете войти в систему.

source: Your token is invalid!
ru: Строка сброса неверна.

source: Your user name or your email address is needed.
ru: Необходимо Ваше имя пользователя или адрес электронной почты.

source: Your login name
ru: Ваше имя пользователя

source: Recover password
ru: Восстановить пароль

source: Lost Password
ru: Забытый пароль

source: If this account exists, you will be notified.
ru: Если данная учетная запись существует, то по связанному с ней почтовому адресу будет выслано оповещение.

source: New password is unacceptable, encoding trouble.
ru: Новый пароль не может быть принят, проблема с преобразованием кодировок.

source: Recovery token
ru: Строка сброса пароля

source: The recovery token that has been sent to you
ru: Строка сброса пароля, которая была отправлена Вам

source: New password
ru: Новый пароль

source: New password (repeat)
ru: Повторите новый пароль

source: Change password
ru: Поменять пароль

source: Recover Password
ru: Восстановить пароль

source: Your password has been changed, you can log in now.
ru: Ваш пароль был изменен, теперь Вы можете войти в систему.

source: Either your username or password was invalid.
ru: Неверное имя пользователя или пароль.

source: Failed to authenticate with this OpenID.
ru: Ошибка при аутентификации с этим OpenID.

source: Log in
ru: Войти

source: Login
ru: Войти

source: You are now logged out.
ru: Вы вышли.

source: The current password was wrong.
ru: Текущий пароль указан неверно.

source: Current Password
ru: Текущий пароль

source: Your current login password
ru: Ваш текущий пароль

source: Save
ru: Сохранить

source: Publish my email (not my wiki homepage) in author info
ru: Показывать мой почтовый адрес (вместо домашней страницы) в информации об авторе

source: Open editor on double click
ru: Открывать редактор по двойному щелчку

source: Show comment sections
ru: Показывать комментарии по умолчанию при загрузке страницы

source: Disable this account forever
ru: Заблокировать эту учетную запись навсегда

source: Alias-Name
ru: Псевдоним

source: Your alias name (informational)
ru: Ваш псевдоним

source: Timezone
ru: Часовой пояс

source: Locale
ru: Язык

source: Theme name
ru: Тема оформления

source: User CSS URL
ru: URL пользовательского CSS

source: Give the URL of your custom CSS (optional)
ru: Ссылка на URL пользовательского CSS (опционально)

source: Editor size
ru: Размер окна редактирования

source: Editor textarea height (0=auto)
ru: Высота текстового поля (0=по умолчанию)

source: Your password has been changed.
ru: Ваш пароль был изменен.

source: This openid is already in use.
ru: Этот OpenID уже кем-то используется.

source: This username is already in use.
ru: Это имя пользователя уже кем-то используется

source: This email is already in use
ru: Этот адрес электронной почты уже кем-то используется

source: You must log in to use bookmarks.
ru: Вы должны войти, чтобы пользоваться закладками.

source: All tags in this wiki
ru: Все теги в этой вики

source: Items tagged with %(tag)s
ru: Объекты с тегом %(tag)s

source: Missing password. Please enter user name and password.
ru: Отсутствует пароль. Пожалуйста, введите имя пользователя и пароль.

source: Invalid username or password.
ru: Неправильное имя пользователя или пароль.

source: If you do not have an account, <a href="%(register_url)s">you can create one now</a>.
ru: Если у Вас нет учетной записи, <a href="%(register_url)s">Вы можете создать ее сейчас</a>.

source: <a href="%(recover_url)s">Forgot your password?</a>
ru: <a href="%(recover_url)s">Забыли пароль?</a>

source: Please log in first.
ru: Пожалуйста, предварительно аутентифицируйтесь на вики.

source: LDAP server %(server)s failed.
ru: LDAP-сервер %(server)s недоступен.

source: OpenID Error
ru: Ошибка OpenID

source: OpenID verification cancelled.
ru: Проверка OpenID прервана.

source: This OpenID provider is not trusted.
ru: Этот провайдер OpenID не является доверенным.

source: OpenID failure.
ru: Ошибка OpenID.

source: Failed to resolve OpenID.
ru: Ошибка при разрешении OpenID.

source: OpenID discovery failure, not a valid OpenID.
ru: Ошибка нахождения OpenID, OpenID не верный.

source: No OpenID service at this URL.
ru: По заданному адресу не найдено сервиса OpenID.

source: Password is too short.
ru: Пароль слишком короткий.

source: Password has not enough different characters.
ru: Слишком простой пароль — в пароле должно присутствовать больше разных символов.

source: Password is too easy to guess (password contains name or name contains password).
ru: Слишком простой пароль — в пароле присутствует имя пользователя, либо пароль содержится в имени.

source: Password is too easy to guess (keyboard sequence).
ru: Слишком простой пароль — клавиатурная последовательность.

source: Home
ru: Домой

source: Home Page
ru: Домашняя страница

source: History
ru: История

source: Index
ru: Указатель

source: Global Tags Index
ru: Указатель глобальных тегов

source: More
ru: Прочее

source: Administration & Docs
ru: Администрирование и документация

source: Show
ru: Показать

source: Download
ru: Загрузить

source: Revision History
ru: История изменений

source: Modify
ru: Изменить

source: Edit or Upload
ru: Править или загрузить

source: List sub-items
ru: Список дочерних объектов

source: Comments
ru: Комментарии

source: Highlight
ru: Подсветка

source: Show with Syntax-Highlighting
ru: Показать с подстветкой синтаксиса

source: Meta
ru: Мета

source: Display Metadata
ru: Показать метаданные

source: Create or remove a navigation link to this item
ru: Добавить или удалить ссылку на объект в панель навигации

source: Switch notifications about item changes on or off
ru: Выключить или включить уведомления об изменениях объекта

source: Rename
ru: Переименовать

source: Rename this item
ru: Переименовать этот объект

source: Delete
ru: Удалить

source: Destroy
ru: Уничтожить

source: Completely destroy this item
ru: Полностью уничтожить этот объект

source: Referrers
ru: Ссылки

source: What refers here?
ru: Ссылки сюда

source: Site Map
ru: Карта сайта

source: Local Site Map of this item
ru: Карта окрестностей этого объекта

source: Similar
ru: Похожее

source: Items with similar names
ru: Объекты с похожими именами

source: Contents
ru: Содержимое

source: <<%(macro_name)s: execution failed [%(error_msg)s] (see also the log)>>
ru: <<%(macro_name)s: выполнение завершилось с ошибкой «%(error_msg)s» (см. диагностику на сервере)>>

source: Error:
ru: Ошибка

source: is invalid within
ru: неверно в пределах

source: %(item_name)s does not exist. Create it?
ru: Объект %(item_name)s не существет. Создать его?

source: Invalid JSON.
ru: Неправильный JSON.

source: Comment
ru: Комментарий

source: Comment about your change
ru: Описание правки

source: MetaData (JSON)
ru: Метаданные (JSON)

source: Upload file:
ru: Загрузить файл:

source: The items have the same data hash code (that means they very likely have the same data).
ru: У объектов одинаковый хеш (скорее всего, в них содержится одинаковая информация).

source: The items have different data.
ru: В объектах разные данные.

source: Impossible to convert the data to the contenttype: %(contenttype)s
ru: Невозможно перевести данные в тип %(contenttype)s

source: Type your text here
ru: Введите Ваш текст сюда

source: Edit drawing %(filename)s (opens in new window)
ru: Изменить рисунок «%(filename)s» (откроется в новом окне)

source: Clickable drawing: %(filename)s
ru: Рисунок, содержащий активные зоны: «%(filename)s»

source: No recipients, nothing to do
ru: Получатели не указаны, никаких действий не требуется.

source: Connection to mailserver '%(server)s' failed: %(reason)s
ru: Соединиться с почтовым сервером «%(server)s» не удалось: «%(reason)s»

source: Mail not sent
ru: Почта не отправлена.

source: Mail sent successfully
ru: Почта отправлена.

source: Search query too short.
ru: Слишком короткий поисковой запрос.

source: The entered TextCha was incorrect.
ru: Введенная текстовая капча была неверной.

source: The TextCha question is invalid or has expired. Please try again.
ru: Текстовая капча неверна или просрочена. Попробуйте снова.

source: TextCha
ru: Текстовая капча

source: Revision
ru: Версия

source: Delete '%(item_name)s'
ru: Удалить «%(item_name)s»

source: DESTROY COMPLETE item '%(item_name)s'
ru: УНИЧТОЖИТЬ ВЕСЬ объект «%(item_name)s»

source: Deletions are marked like this.
ru: Удаления помечены так.

source: Additions are marked like this.
ru: Добавления помечены так.

source: Line
ru: Строка

source: Syntax highlighting for Item: %(name)s
ru: Подсветка синтаксиса для объекта %(name)s

source: History of '%(item_name)s'
ru: История «%(item_name)s»

source: Rev.
ru: Вер.

source: Timestamp
ru: Дата

source: Editor
ru: Редактор

source: show
ru: показать

source: meta
ru: мета

source: download
ru: загрузить

source: highlight
ru: подсветка

source: revert
ru: возвратить

source: destroy
ru: уничтожить

source: Index of subitems of '%(item_name)s'
ru: Подобъекты объекта «%(item_name)s»

source: Remove Link
ru: Убрать из закладок

source: Add Link
ru: Добавить в закладки

source: Unsubscribe
ru: Отписаться

source: Subscribe
ru: Подписаться

source: Settings
ru: Настройки

source: Logout
ru: Выйти

source: Moin login
ru: Аутентификация на вики

source: OpenID login
ru: Вход по OpenID

source: Please note that you only need to fill out one form field.
ru: Обратите внимание: вам необходимо заполнить только одно поле формы.

source: Metadata of '%(item_name)s'
ru: Метаданные «%(item_name)s»

source: NOTE:
ru: Обратите внимание:

source: You need a Java enabled browser to edit the drawing.
ru: Для изменения изображения в Вашем браузере должна быть включена поддержка Java.

source: Modifying %(item_name)s
ru: Изменение %(item_name)s

source: Create new item?
ru: Создать новый объект?

source: You can either <a href='%(modifyhref)s'>create the item from scratch</a> or select a template.
ru: Вы можете либо <a href='%(modifyhref)s'>создать объект с нуля</a>, либо выбрать шаблон.

source: Available template items
ru: Доступные шаблоны

source: This item does not exist (yet), but you can try creating it now. Please select the type of the item you want to create.
ru: Этот объект (еще) не существует, но Вы можете создать его. Пожалуйста, выберите тип желаемого объекта.

source: Create Account
ru: Создать уетную запись

source: Rename '%(item_name)s'
ru: Переименовать «%(item_name)s»

source: older
ru: предыдущая версия

source: no older revision
ru: нет более старых версий

source: newer
ru: следущая версия

source: no newer revision
ru: нет более новых версий

source: modified
ru: изменен

source: by
ru: пользователем

source: tagged
ru: теги:

source: SiteMap of %(item_name)s
ru: КартаОкрестностей для %(item_name)s

source: Personal Settings
ru: Личные настройки

source: Change Password
ru: Сменить пароль

source: Notification Settings
ru: Настройки уведомлений

source: Wiki Appearance Settings
ru: Настройки внешнего вида вики

source: Navigation Settings
ru: Настройки навигации

source: Options
ru: Параметры

source: Access denied
ru: Доступ запрещен

source: You are not allowed to access this resource.
ru: Вам запрещен доступ к этому ресурсу

source: anonymous
ru: анонимно

source: Argument "%(name)s" must be a boolean value, not "%(value)s"
ru: Аргумент «%(name)s» должен быть булевым значением, а не «%(value)s»

source: Argument must be a boolean value, not "%(value)s"
ru: Аргумент должен быть булевым значением, а не «%(value)s»

source: Argument "%(name)s" must be an integer value, not "%(value)s"
ru: Аргумент «%(name)s» должен быть целым числом, а не «%(value)s»

source: Argument must be an integer value, not "%(value)s"
ru: Аргумент должен быть числовым значением, а не «%(value)s»

source: Argument "%(name)s" must be a floating point value, not "%(value)s"
ru: Аргумент «%(name)s» должен быть числовым значением с плавающей точкой, а не «%(value)s»

source: Argument must be a floating point value, not "%(value)s"
ru: Аргумент должен быть числовым значением с плавающей точкой, а не " "«%(value)s»

source: Argument "%(name)s" must be a complex value, not "%(value)s"
ru: Аргумент «%(name)s» должен быть комплексным значением, а не «%(value)s»

source: Argument must be a complex value, not "%(value)s"
ru: Аргумент должен быть комплексным значением, а не «%(value)s»

source: Argument "%(name)s" must be one of "%(choices)s", not "%(value)s"
ru: Аргумент «%(name)s» должен быть один из «%(choices)s», а не «%(value)s»

source: Argument must be one of "%(choices)s", not "%(value)s"
ru: Аргумент должен быть один из «%(choices)s», а не «%(value)s»

source: Too many arguments
ru: Слишком много аргументов

source: Cannot have arguments without name following named arguments
ru: Нельзя использовать аргументы без имени, которые следуют за именованными аргументами

source: Argument "%(name)s" is required
ru: Требуется аргумент «%(name)s»

source: No argument named "%(name)s"
ru: Нет параметров с именем «%(name)s»
