Repository: moinwiki/moin
Catalog: src/moin/translations/*/LC_MESSAGES/messages.po
Languages: pt_br

source: No namespace field in the meta.
pt_br: Nenhum campo de espaço de nome no meta.

source: The names in the name list must be unique.
pt_br: Os nomes na lista de nomes devem ser únicos.

source: Item names (%(invalid_names)s) must not start with '@' or '+'
pt_br: Os nomes de itens (%(invalid_names)s) não podem começar com '@' ou '+'

source: Item names (%(invalid_names)s) must not match with existing namespaces.
pt_br: Os nomes de itens (%(invalid_names)s) não podem corresponder a espaços de nome existente.

source: Item(s) named %(duplicate_names)s already exist.
pt_br: Item(ns) com nome %(duplicate_names)s já existe(m).

source: Invalid JSON.
pt_br: JSON inválido.

source: Itemid not a proper UUID
pt_br: Itemid não é um UUID adequado

source: No ITEMID field
pt_br: Nenhum campo ITEMID

source: %(_namespace)s is not a valid namespace.
pt_br: %(_namespace)s não é um espaço de nome válido.

source: E-Mail address
pt_br: Endereço de e-mail

source: Your E-Mail address
pt_br: Seu endereço de e-mail

source: Password
pt_br: Senha

source: Names
pt_br: Nomes

source: Subscriptions
pt_br: Acompanhamentos

source: Quick Links
pt_br: Links Rápidos

source: Search Query
pt_br: Busca

source: YYYY-MM-DD HH:MM:SS (example: 2013-12-31 23:59:59)
pt_br: AAAA-MM-DD HH:MM:SS (exemplo: 2013-12-31 23:59:59)

source: Please use the following format: YYYY-MM-DD HH:MM:SS
pt_br: Por favor, use o seguinte formato: AAAA-MM-DD HH:MM:SS

source: Invalid Reference.
pt_br: Referência inválida.

source: (None)
pt_br: (Nenhum)

source: Invalid user name '%(name)s'. Name may contain any Unicode alpha numeric character, with optional one space between words. Group page name is not allowed.
pt_br: Nome de usuário inválido: '%(name)s'. O nome de usuário pode conter qualquer caractere Unicode alfanumérico, com apenas um único espaço em branco opcional entre palavras. Nome de página de grupo não é permitido.

source: This user name already belongs to somebody else.
pt_br: Este nome de usuário já pertence a alguém.

source: Password not acceptable: %(msg)s
pt_br: Senha inválida : %(msg)s

source: Please provide your email address. If you lose your login information, you can get it by email.
pt_br: Por favor, forneça um endereço de e-mail válido. Se você perder seus dados de login, poderá recuperá-los neste endereço.

source: This email already belongs to somebody else.
pt_br: Este endereço de e-mail já está cadastrado por alguém.

source: [%(sitename)s] Your wiki password recovery link
pt_br: [%(sitename)s] Link para recuperação de sua senha

source: [%(sitename)s] Please verify your email address
pt_br: [%(sitename)s] Verifique seu endereço de e-mail

source: User
pt_br: Usuário

source: Username
pt_br: Nome de usuário

source: User Name
pt_br: Nome de usuário

source: Register
pt_br: Cadastrar

source: Users
pt_br: Usuários

source: User profile of %(username)s: %(email)s %(disabled)s
pt_br: Perfil do usuário %(username)s: %(email)s %(disabled)s

source: Show Wiki Configuration
pt_br: Mostrar configuração do Wiki

source: Wiki Configuration Help
pt_br: Ajuda de Configuração do Wiki

source: Lexer description
pt_br: Descrição Lexer

source: Lexer names
pt_br: Nomes Lexer

source: File patterns
pt_br: Padrões para arquivos

source: Highlighters
pt_br: Realçadores

source: InterWiki name
pt_br: Nome InterWiki

source: Interwiki Names
pt_br: Nomes Interwiki

source: Size
pt_br: Tamanho

source: Item name
pt_br: Nome do item

source: Item Sizes
pt_br: Tamanhos dos Itens

source: Trashed Items
pt_br: Itens na lixeira

source: User ACL Report
pt_br: Relatório de ACL de usuários

source: Groups
pt_br: Grupos

source: Item ACL Report
pt_br: Relatório de ACL de itens

source: Group ACL Report
pt_br: Relatório de ACL de grupos

source: Group Name
pt_br: Nome do grupo

source: Namespace
pt_br: Espaços de nome

source: Item Names
pt_br: Nomes dos itens

source: read
pt_br: leitura

source: write
pt_br: escrita

source: create
pt_br: criação

source: destroy
pt_br: destruir

source: Group Names
pt_br: Nomes de grupo

source: Member Users
pt_br: Usuários membros

source: Member Groups
pt_br: Grupos membros

source: ACL Report
pt_br: Relatório de ACL

source: Admin Menu
pt_br: Menu Admin

source: Trash
pt_br: Lixeira

source: Save
pt_br: Salvar

source: Old Name
pt_br: Nome antigo

source: Rev.
pt_br: Revisão

source: Timestamp
pt_br: Hora e Data (timestamp)

source: Comment
pt_br: Comentário

source: Actions
pt_br: Ações

source: Show
pt_br: Mostrar

source: Highlight
pt_br: Realçar

source: History
pt_br: Histórico

source: Destroy
pt_br: Destruir

source: User Names
pt_br: Nomes de usuário

source: User name
pt_br: Nome de usuário

source: Email address
pt_br: Endereço de e-mail

source: disabled
pt_br: desabilitado

source: Enable user
pt_br: Habilitar usuário

source: Disable user
pt_br: Desabilitar usuário

source: Variable Name
pt_br: Nome da Variável

source: This table shows all settings in this wiki that do not have default values. Settings that the configuration system doesn't know about are shown in italic, those may be due to third-party extensions needing configuration or settings that were removed from Moin.
pt_br: Esta tabela mostra todos as configurações deste wiki que não tem valores padrão. Configurações que o sistema não conhece são exibidas em itálico, e podem ser desconhecidas por extensões de terceiros que necessitam de uma ou mais configurações que foram removidas do Moin.

source: Setting
pt_br: Configuração

source: Default
pt_br: Padrão

source: Description
pt_br: Descrição

source: User Menu
pt_br: Menu do usuário

source: Documentation
pt_br: Documentação

source: Documentation (local)
pt_br: Documentação (local)

source: Reports
pt_br: Relatórios

source: My Changes
pt_br: Minhas modificações

source: Wanted Items
pt_br: Itens desejados

source: Orphaned Items
pt_br: Itens órfãos

source: Item Sizes (last revision)
pt_br: Tamanho dos itens (última revisão)

source: InterWiki Names
pt_br: Nomes Interwiki

source: Namespaces
pt_br: Espaços de nome

source: all
pt_br: todos

source: MoinMoin feels unhappy.
pt_br: MoinMoin está triste.

source: Global Views
pt_br: Visões globais

source: search also in non-current revisions
pt_br: também busca em revisão não atuais

source: Lookup
pt_br: Procurar

source: Items with %(field)s %(value)s
pt_br: Itens com %(field)s %(value)s

source: Comment about your change
pt_br: Comente suas mudanças

source: Target
pt_br: Alvo

source: The name of the target item
pt_br: Nome do item alvo

source: Item '%(bad_name)s' does not exist.
pt_br: O item '%(bad_name)s' não existe.

source: Index of subitems '%(item_name)s'
pt_br: Índice dos subitens de '%(item_name)s'

source: Global Index
pt_br: Índice Global

source: Items that are referred by '%(item_name)s'
pt_br: Itens que são referenciados por '%(item_name)s'

source: Items which refer to '%(item_name)s'
pt_br: Itens que fazem referência a '%(item_name)s'

source: Global History
pt_br: Histórico Global

source: You must login to use this action: %(action)s.
pt_br: Você deve fazer o login para usar esta ação: %(action)s.

source: A quicklink to this page could not be added for you.
pt_br: Um link rápido para esta página não pôde ser adicionado.

source: Your quicklink to this page could not be removed.
pt_br: Seu link rápido para esta página não pôde ser removido.

source: You are not allowed to subscribe to an item you may not read.
pt_br: Você não tem permissão para se inscrever em um item o qual não pode ler.

source: Please edit the subscription in your settings.
pt_br: Edite o acompanhamento em suas configurações.

source: You could not get subscribed to this item.
pt_br: Você não pode acompanhar este item.

source: The passwords do not match.
pt_br: As senhas não conferem.

source: The login username you want to use
pt_br: O nome de usuário que você quer usar para fazer login no sistema

source: The login password you want to use
pt_br: A senha que você que usar para fazer login no sistema

source: Repeat the same password
pt_br: Repita a mesma senha

source: Account verification required, please see the email we sent to your address.
pt_br: Verificação de conta necessária, por favor veja o e-mail que enviamos para seu endereço.

source: An error occurred while sending the verification email: "%(message)s" Please contact an administrator to activate your account.
pt_br: Ocorreu um erro ao enviar o e-mail de verificação: "%(message)s" Por favor, contate um administrador para ativar sua conta.

source: Account created, please log in now.
pt_br: Conta criada, você pode logar agora.

source: This email is already in use.
pt_br: Este e-mail já está em uso.

source: Your account has been activated, you can log in now.
pt_br: Sua conta foi ativada. Você pode se conectar agora.

source: Your new email address has been confirmed.
pt_br: Seu novo endereço de e-mail foi confirmado.

source: Your username and/or token is invalid!
pt_br: Seu nome de usuário e/ou código de recuperação de senha é inválido!

source: Your user name or your email address is needed.
pt_br: Seu nome de usuário ou endereço de e-mail são necessários.

source: Name
pt_br: Nome

source: Your login name
pt_br: Seu nome de usuário

source: Recover password
pt_br: Recuperar a senha

source: Lost Password
pt_br: Perdi minha senha

source: If this account exists, you will be notified.
pt_br: Se esta conta já existe, você será notificado.

source: New password is unacceptable, could not get processed.
pt_br: A nova senha é inaceitável, não foi possível ser processada.

source: Recovery token
pt_br: Código para recuperação de senha

source: The recovery token that has been sent to you
pt_br: O código de recuperação de senha foi enviado para você

source: New password
pt_br: Nova senha

source: New password (repeat)
pt_br: Nova senha (repetir)

source: Change password
pt_br: Mudar a senha

source: Recover Password
pt_br: Recuperar senha

source: Your password has been changed, you can log in now.
pt_br: Sua senha foi alterada. Você pode se conectar agora.

source: Your token is invalid!
pt_br: Seu código de recuperação de senha é inválido!

source: Either your username or password was invalid.
pt_br: Seu nome de usuário ou senha são inválidos.

source: You are logged in.
pt_br: Você está conectado.

source: Login
pt_br: Entrar

source: You are logged out.
pt_br: Você está desconectado.

source: The current password was wrong.
pt_br: Sua senha atual está incorreta.

source: Current Password
pt_br: Senha atual

source: Your current login password
pt_br: Sua senha atual

source: Publish my email (not my wiki homepage) in author info
pt_br: Publicar meu e-mail (não minha página inicial wiki) nas informações de autor

source: Open editor on double click
pt_br: Abra o editor com um duplo clique

source: Scroll page after edit
pt_br: Rolar a página após a edição

source: Show comment sections
pt_br: Mostrar comentários

source: Disable this account forever
pt_br: Desligar esta conta para sempre

source: User Settings
pt_br: Configurações do usuário

source: Usernames
pt_br: Nomes de usuário

source: The login usernames you want to use
pt_br: Os nomes de usuário que você quer usar para fazer login no sistema

source: Display-Name
pt_br: Nome de exibição

source: Your display name (informational)
pt_br: Seu nome exibido (informativo)

source: Timezone
pt_br: Fuso horário

source: Locale
pt_br: Local

source: Theme name
pt_br: Nome do tema

source: User CSS URL
pt_br: URL para CSS do usuário

source: Give the URL of your custom CSS (optional)
pt_br: Forneça um URL para seu CSS personalizado (opcional)

source: Editor textarea height (0=auto)
pt_br: Altura da área de texto do editor (0=auto)

source: History results per page
pt_br: Resultados de histórico por página

source: Number of results per page (0=no paging)
pt_br: Número de resultados por página (0=sem paginação)

source: Your password has been changed.
pt_br: Sua senha foi alterada.

source: The username '%(name)s' is already in use.
pt_br: Este nome de usuário '%(name)s' já está em uso.

source: This email is already in use
pt_br: Este e-mail já está em uso

source: A confirmation email has been sent to your newly configured email address.
pt_br: Um e-mail de confirmação foi enviado para seu endereço de e-mail recém-configurado.

source: Your email address was not changed because sending the verification email failed. Please try again later.
pt_br: Seu endereço de e-mail não foi alterado porque o envio do e-mail de verificação falhou. Por favor, tente novamente mais tarde.

source: Your changes have been saved.
pt_br: Suas alterações foram salvas.

source: You must log in to use bookmarks.
pt_br: Você deve se conectar para usar os marcadores.

source: Items with similar names to '%(item_name)s'
pt_br: Itens com nomes similares a '%(item_name)s'

source: Items tagged with %(tag)s
pt_br: Itens marcados com %(tag)s

source: Missing password. Please enter user name and password.
pt_br: Senha inválida. Por favor entre com seu nome de usuário e senha.

source: Invalid username or password.
pt_br: Nome de usuário ou senha inválidos.

source: If you do not have an account, <a href="%(register_url)s">you can create one now</a>.
pt_br: Se você ainda não tem uma conta, <a href="%(register_url)s">crie uma agora</a>.

source: <a href="%(recover_url)s">Forgot your password?</a>
pt_br: <a href="%(recover_url)s">Esqueceu sua senha?</a>

source: Please log in first.
pt_br: Por favor conecte-se primeiro.

source: LDAP server %(server)s failed.
pt_br: O servidor LDAP %(server)s falhou.

source: For a password a minimum length of %(min_length)d characters is required.
pt_br: Para uma senha, um tamanho mínimo de %(min_length)d caracteres é exigido.

source: For a password a minimum of %(min_different)d different characters is required.
pt_br: Para uma senha, um mínimo de %(min_different)d caracteres diferentes é exibido.

source: Password is too easy to guess (password contains name or name contains password).
pt_br: Senha muito fácil de adivinhar (senha contém nome de usuário ou nome de usuário contém senha).

source: Password is too easy to guess (keyboard sequence).
pt_br: Senha muito fácil de adivinhar (sequencia de teclado).

source: Home
pt_br: Início

source: Home Page
pt_br: Página Inicial

source: Index
pt_br: Índice

source: Global Tags Index
pt_br: Índice Global de Tags

source: Administration & Docs
pt_br: Administração & Documentos

source: Modify
pt_br: Modificar

source: Edit or Upload
pt_br: Editar ou Enviar

source: Revision History
pt_br: Histórico de revisões

source: Delete
pt_br: Excluir

source: Delete this item
pt_br: Excluir este item

source: Create or remove a navigation link to this item
pt_br: Criar ou remover um link de navegação para este item

source: Switch notifications about item changes on or off
pt_br: Ligar/desligar notificações de modificações de item

source: Subitems
pt_br: Subitens

source: Subitems Index
pt_br: Índice de subitens

source: Rename
pt_br: Renomear

source: Rename this item
pt_br: Renomear este item

source: Show with Syntax-Highlighting
pt_br: Mostrar com realçador de sintaxe

source: Display Metadata
pt_br: Mostrar metadados

source: Site Map
pt_br: Mapa do site

source: Local Site Map of this item
pt_br: Mapa do site local para este item

source: Items with similar names
pt_br: Itens com nomes similares

source: Convert
pt_br: Converta

source: Convert this item
pt_br: Converta este item

source: Completely destroy this item
pt_br: Destruir completamente este item

source: Comments
pt_br: Comentários

source: Hide comments
pt_br: Ocultar comentários

source: Transclusions
pt_br: Transclusões

source: Show transclusions
pt_br: Mostrar transclusões

source: Link to this heading
pt_br: Link para esse título

source: Contents
pt_br: Conteúdo

source: Error: invalid macro name.
pt_br: Erro: nome de macro inválida.

source: <<%(macro_name)s: execution failed [%(error_msg)s] (see also the log)>>
pt_br: <<%(macro_name)s: execução falhou [%(error_msg)s] (veja também o log)>>

source: Error:
pt_br: Erro:

source: is invalid within
pt_br: é inválido em

source: %(item_name)s does not exist. Create it?
pt_br: %(item_name)s não existe. Criar?

source: Cancel
pt_br: Cancelar

source: The ACL string is invalid.
pt_br: A string ACL é inválida

source: Summary
pt_br: Resumo

source: One-line summary of the item
pt_br: Resumo de uma linha do item

source: An item named %s already exists in the namespace %s.
pt_br: Um item com nome %s já existe no espaço de nome %s.

source: Wiki item
pt_br: Item de wiki

source: User profile
pt_br: Perfil do usuário

source: User profile item (not implemented yet!)
pt_br: Item de perfil do usuário (ainda não implementado!)

source: Supertags (Categories)
pt_br: Sugertags (Categorias)

source: Ordered comma separated list of tags
pt_br: Lista separada, ordenada por vírgula, de tags

source: Title (required)
pt_br: Título (exigido)

source: One-line title of the blog entry
pt_br: Título de uma linha da entrada de blog

source: Publication time (UTC)
pt_br: Horário de publicação (UTC)

source: Blog item
pt_br: Item de blog

source: Blog entry
pt_br: Entrada de blog

source: Blog entry item
pt_br: Item de entrada de blog

source: Upload file:
pt_br: Enviar arquivo:

source: The items have the same data hash code (that means they very likely have the same data).
pt_br: Os itens tem o mesmo código hash (significa que provavelmente eles têm o mesmo conteúdo).

source: The items have different data.
pt_br: Os itens têm conteúdos diferentes.

source: Impossible to convert the data to the contenttype: %(contenttype)s
pt_br: Impossível converter os dados para o contenttype: %(contenttype)s

source: Type your text here
pt_br: Digite seu texto aqui

source: Edit drawing %(filename)s (opens in new window)
pt_br: Editar desenho %(filename)s (abre em nova janela)

source: Clickable drawing: %(filename)s
pt_br: Desenho clicável: %(filename)s

source: Find Tickets
pt_br: Localizar tíquetes

source: Effort
pt_br: Esforço

source: Difficulty
pt_br: Dificuldade

source: Severity
pt_br: Severidade

source: Priority
pt_br: Prioridade

source: Assigned To
pt_br: Atribuído para

source: Superseded By
pt_br: Substituído por

source: Depends On
pt_br: Depende de

source: Supersedes
pt_br: Substitui

source: Required By
pt_br: Necessário para

source: Subscribers
pt_br: Acompanhando

source: Message
pt_br: Mensagem

source: Submit ticket
pt_br: Enviar tíquete

source: Update ticket
pt_br: Atualizar tíquete

source: Update & reopen ticket
pt_br: Atualizar & reabrir tíquete

source: Update & close ticket
pt_br: Atualizar & fechar tíquete

source: Ticket
pt_br: Tíquete

source: Ticket item
pt_br: Item de tíquete

source: Lexer Name
pt_br: Nomes Lexer

source: Lexer Aliases
pt_br: Nomes Lexer

source: January
pt_br: Janeiro

source: February
pt_br: Fevereiro

source: March
pt_br: Março

source: April
pt_br: Abril

source: May
pt_br: Maio

source: June
pt_br: Junho

source: July
pt_br: Julho

source: August
pt_br: Agosto

source: September
pt_br: Setembro

source: October
pt_br: Outubro

source: November
pt_br: Novembro

source: December
pt_br: Dezembro

source: Mon
pt_br: Se

source: Tue
pt_br: Te

source: Wed
pt_br: Qu

source: Thu
pt_br: Qu

source: Fri
pt_br: Se

source: Sat
pt_br: Sa

source: Sun
pt_br: Do

source: Contact administrator: cannot send password recovery e-mail because mail configuration is incomplete.
pt_br: Contate o administrador: não é possível enviar e-mail de recuperação de senha porque a configuração de e-mail está incompleta.

source: No recipients, nothing to do
pt_br: Sem destinatário, nada a fazer

source: Connection to mailserver '%(server)s' failed: %(reason)s
pt_br: Conexão com o servidor de e-mail '%(server)s' falhou: %(reason)s

source: Mail sent successfully
pt_br: E-mail enviado com sucesso

source: Search query too short.
pt_br: Expressão de busca muito curta.

source: Search
pt_br: Busca

source: The item '%(item_name)s' does not exist.
pt_br: O item '%(item_name)s' não existe.

source: Input suggestions :
pt_br: Sugestões de entrada :

source: Name term suggestions :
pt_br: Sugestões de termo de nome :

source: Content term suggestions :
pt_br: Sugestões de termo de conteúdo :

source: Oops!
pt_br: Ops!

source: An error happened while processing your request.
pt_br: Ocorreu um erro ao processar sua requisição.

source: Error ID
pt_br: ID do erro

source: Server time
pt_br: Horário do servidor

source: Delete the item.
pt_br: Excluir este item

source: Create New Item
pt_br: Criar novo item

source: Delete '%(item_name)s'
pt_br: Excluir '%(item_name)s'

source: Diff for '%(item_name)s'
pt_br: Diferença para '%(item_name)s'

source: revert
pt_br: reverter

source: Set bookmark
pt_br: Definir marcador

source: Delete bookmark
pt_br: Excluir marcador

source: Syntax highlighting of %(name)s
pt_br: Realce de sintaxe do item '%(name)s'

source: History of %(fqname)s
pt_br: Histórico do item: '%(fqname)s'

source: Item Name
pt_br: Nome do item

source: Item Id
pt_br: ID do item

source: Content Type
pt_br: Tipo de conteúdo

source: show
pt_br: mostrar

source: highlight
pt_br: realçar

source: delete item
pt_br: Excluir item

source: This item has subitems that match your filter.
pt_br: Esse item também tem subitens que correspondem ao seu filtro.

source: Select All
pt_br: Selecionar tudo

source: Filter items by content type
pt_br: Filtrar por tipo de conteúdo

source: Filter
pt_br: Filtrar

source: New Item
pt_br: Novo Item

source: items having unknown mime types
pt_br: itens tendo tipos mime conhecidos

source: Toggle
pt_br: Alternar

source: Enter item name here
pt_br: Insira o nome do item aqui

source: Create
pt_br: Criar

source: Show All
pt_br: Mostrar todos

source: Close
pt_br: Fechar

source: Enter your comment
pt_br: Insira seu comentário

source: Submit
pt_br: Enviar

source: Remove Link
pt_br: Remover Link

source: Add Link
pt_br: Adicionar Link

source: Unsubscribe
pt_br: Não acompanhar

source: Subscribe
pt_br: Acompanhar

source: Navigation
pt_br: Navegação

source: Moin login
pt_br: Login Moin

source: No results
pt_br: Nenhum resultado

source: More than one result
pt_br: Mais de um resultado

source: Please note that you only need to fill out one form field.
pt_br: Note que você precisa preencher apenas um campo do formulário.

source: Metadata of %(item_name)s
pt_br: Metadados de '%(item_name)s'

source: Modifying '%(item_name)s'
pt_br: Modificando '%(item_name)s'

source: NOTE:
pt_br: NOTA:

source: You need a Java enabled browser to edit the drawing.
pt_br: Você precisa de um navegador com Java para editar o desenho.

source: Please select the contenttype of the new %(itemtype)s item.
pt_br: Selecione o contenttype do novo item %(itemtype)s.

source: Item not found, create it now?
pt_br: Item não encontrado, criá-lo agora?

source: Item '%(fqname)s' does not exist (yet), but you can try creating it now. Please select the type of the item you want to create.
pt_br: O item '%(fqname)s' não existe (ainda), mas você pode tentar criá-lo agora. Selecione o tipo de item que você deseja criar.

source: Create new item?
pt_br: Criar novo item?

source: You can either <a href='%(modifyhref)s'>create the item from scratch</a> or select a template.
pt_br: Você pode <a href='%(modifyhref)s'>criar o item "do zero"</a> ou selecionar um modelo.

source: Available template items
pt_br: Modelos de item disponíveis

source: Create Account
pt_br: Criar conta

source: Rename '%(item_name)s'
pt_br: Renomear '%(item_name)s'

source: Summary: %(summary)s
pt_br: Resumo: %(summary)s

source: Item not found
pt_br: Item não encontrado

source: Item '%(name)s' does not exist.
pt_br: O item '%(name)s' não existe.

source: SiteMap of '%(item_name)s'
pt_br: SiteMap de '%(item_name)s'

source: modified
pt_br: modificado
