Repository: moinwiki/moin
Catalog: src/moin/translations/*/LC_MESSAGES/messages.po
Languages: pt_br

source: by
pt_br: por

source: Tickets
pt_br: Tíquetes

source: Filter:
pt_br: Filtrar:

source: Show %(status)s tickets
pt_br: Mostrar tíquetes %(status)s

source: Show all tags
pt_br: Mostrar todas as tags

source: Find tickets
pt_br: Localizar tíquetes

source: Create ticket
pt_br: Criar tíquete

source: %(result_len)d Tickets found.
pt_br: %(result_len)d tíquetes encontrados.

source: Updated
pt_br: Atualizado

source: Assignee
pt_br: Atribuído

source: Closed
pt_br: Fechado

source: Open
pt_br: Abrir

source: Tip: Sort multiple columns simultaneously by holding down the Shift key and clicking on additional column headers!
pt_br: Dica: Ordene múltiplas colunas simultaneamente mantendo pressionado a tecla Shift e clicando nos cabeçalhos de colunas adicionais!

source: No tickets found.
pt_br: Nenhum tíquete encontrado.

source: Changing your email address requires you to verify it. A link will be sent to you.
pt_br: A alteração do seu endereço de e-mail exige que você o verifique. Um link será enviado a você.

source: item id
pt_br: ID do item

source: Appearance
pt_br: Aparência

source: Change Password
pt_br: Alterar Senha

source: Notifications
pt_br: Notificações

source: Options
pt_br: Opções

source: Personal
pt_br: Pessoal

source: older
pt_br: mais antigas

source: no older revision
pt_br: nenhuma revisão mais antiga

source: Revision
pt_br: Revisão

source: newer
pt_br: mais novas

source: no newer revision
pt_br: nenhuma revisão mais nova

source: Revision
pt_br: Revisão

source: Deletions are marked like this.
pt_br: Exclusões são marcadas assim.

source: Additions are marked like this.
pt_br: Adições são marcadas assim.

source: Line
pt_br: Linha

source: Settings
pt_br: Configurações

source: Logout
pt_br: Sair

source: Previous
pt_br: Anterior

source: Next
pt_br: Próxima

source: Wanted Item
pt_br: Itens desejados

source: Create Blog entry
pt_br: Criar entrada de blog

source: There are no entries in this blog.
pt_br: Há nenhuma entrada neste blog.

source: There are no entries in the '%(tag)s' blog category.
pt_br: Há nenhuma entrada na categoria de blog '%(tag)s'.

source: Category:
pt_br: Categoria:

source: Published on
pt_br: Publicado em

source: Discussion page
pt_br: Página de discussão

source: Categories
pt_br: Categorias

source: only this blog
pt_br: apenas esse blog

source: Item link:
pt_br: Link do item:

source: Content
pt_br: Conteúdo

source: Metadata
pt_br: Metadados

source: You received this message because you have subscribed to a wiki item on %(wiki_name)s for change notifications.
pt_br: Você está recebendo isso porque você acompanha um item wiki em %(wiki_name)s por notificações de modificação.

source: User Actions
pt_br: Ações do Usuário

source: Closed:
pt_br: Fechado

source: Add Comment
pt_br: Adicionar comentário

source: Suggested Tags:
pt_br: Tags de sugestão:

source: Back references
pt_br: Retrorreferências

source: Create new ticket
pt_br: Criar novo tíquete

source: Describe the ticket
pt_br: Descreva o tíquete

source: Access Denied
pt_br: Acesso Negado

source: You are not allowed to access this resource.
pt_br: Você não tem permissão para acessar este recurso.

source: anonymous
pt_br: anônimo

source: Site Navigation
pt_br: Navegação do site

source: View Options
pt_br: Opções de Exibição

source: Item Actions
pt_br: Ações do Item

source: The '%(fqname)s' item on '%(wiki_name)s' has been created by %(user_name)s:
pt_br: O item '%(fqname)s' em '%(wiki_name)s' foi criado por %(user_name)s:

source: The '%(fqname)s' item on '%(wiki_name)s' has been modified by %(user_name)s:
pt_br: O item '%(fqname)s' em '%(wiki_name)s' foi modificado por %(user_name)s:

source: The '%(fqname)s' item on '%(wiki_name)s' has been renamed by %(user_name)s:
pt_br: O item '%(fqname)s' em '%(wiki_name)s' foi renomeado por %(user_name)s:

source: The '%(fqname)s' item on '%(wiki_name)s' has been copied by %(user_name)s:
pt_br: O item '%(fqname)s' em '%(wiki_name)s' foi copiado por %(user_name)s:

source: The '%(fqname)s' item on '%(wiki_name)s' has been converted by %(user_name)s:
pt_br: O item '%(fqname)s' em '%(wiki_name)s' foi revertido por %(user_name)s:

source: The '%(fqname)s' item on '%(wiki_name)s' has been reverted by %(user_name)s:
pt_br: O item '%(fqname)s' em '%(wiki_name)s' foi revertido por %(user_name)s:

source: The '%(fqname)s' item on '%(wiki_name)s' has been deleted by %(user_name)s:
pt_br: O item '%(fqname)s' em '%(wiki_name)s' foi excluído por %(user_name)s:

source: The '%(fqname)s' item on '%(wiki_name)s' has one revision destroyed by %(user_name)s:
pt_br: O item '%(fqname)s' em '%(wiki_name)s' tem uma versão destruída por %(user_name)s:

source: The '%(fqname)s' item on '%(wiki_name)s' has been destroyed by %(user_name)s:
pt_br: O item '%(fqname)s' em '%(wiki_name)s' foi destruído por %(user_name)s:

source: [%(moin_name)s] Update of "%(fqname)s" by %(user_name)s
pt_br: [%(moin_name)s] Atualização de "%(fqname)s" por %(user_name)s

source: Argument "%(name)s" must be a boolean value, not "%(value)s"
pt_br: O argumento "%(name)s" deve ser um valor booleano, e não "%(value)s"

source: Argument must be a boolean value, not "%(value)s"
pt_br: O argumento deve ser um valor booleano, e não "%(value)s"

source: Argument "%(name)s" must be an integer value, not "%(value)s"
pt_br: O argumento "%(name)s" deve ser um número inteiro, e não "%(value)s"

source: Argument must be an integer value, not "%(value)s"
pt_br: O argumento deve ser um número inteiro, e não "%(value)s"

source: Argument "%(name)s" must be a floating point value, not "%(value)s"
pt_br: O argumento "%(name)s" deve ser um número em ponto flutuante, e não "%(value)s"

source: Argument must be a floating point value, not "%(value)s"
pt_br: O argumento deve ser um número em ponto flutuante, e não "%(value)s"

source: Argument "%(name)s" must be a complex value, not "%(value)s"
pt_br: O argumento "%(name)s" deve ser um número complexo, e não "%(value)s"

source: Argument must be a complex value, not "%(value)s"
pt_br: O argumento deve ser um número complexo, e não "%(value)s"

source: Argument "%(name)s" must be one of "%(choices)s", not "%(value)s"
pt_br: O argumento "%(name)s" deve ser um dos "%(choices)s", e não "%(value)s"

source: Argument must be one of "%(choices)s", not "%(value)s"
pt_br: O argumento deve ser um dos "%(choices)s", e não "%(value)s"

source: Too many arguments
pt_br: Muitos argumentos

source: Cannot have arguments without name following named arguments
pt_br: Você não pode ter argumentos sem nome seguidos de argumentos com nome

source: Argument "%(name)s" is required
pt_br: O argumento "%(name)s" é obrigatório

source: No argument named "%(name)s"
pt_br: Nenhum argumento de nome "%(name)s"
